Repository: kiwimarc/tine
Catalog: tine20/Admin/translations/*.po
Languages: th, vi

source: Enable Application
th: อนุญาตให้ใช้แอพลิเคชั่น
vi: Mở ứng dụng

source: Disable Application
th: ยกเลิกการใช้แอพลิเคชั่น
vi: Cấm ứng dụng

source: Settings
th: ค่าติดตั้ง
vi: Thiết lập

source: {0} Settings
th: ค่าติดตั้ง {0}
vi: {0} Thiết lập

source: Search:
th: ค้นหา:
vi: Tìm kiếm:

source: Displaying application {0} - {1} of {2}
th: แสดงการใช้ {0} - {1} จาก {2}
vi: Hiển thị ứng dụng {0} - {1} của {2}

source: No applications to display
th: ไม่มีการใช้ใด ๆ ให้แสดง
vi: Không có ứng dụng nào

source: Order
th: คำสั่ง
vi: Xắp xếp

source: Name
th: ชื่อ
vi: Tên

source: Status
th: สถานะ
vi: Trạng thái

source: Version
th: ภาค
vi: Phiên bản

source: Confirm
th: ยืนยัน
vi: Xác nhận

source: Do you really want to delete the selected groups?
th: คุณแน่ใจว่าต้องการลบกลุ่มที่เลือกไว้นี้?
vi: Bạn có muốn xóa nhóm được chọn

source: Deleting group(s)...
th: กำลังลบ กลุ่ม
vi: Đang xóa nhóm ...

source: Failed
th: ได้ล้มเหลว
vi: Hỏng

source: Some error occurred while trying to delete the group.
th: มีข้อผิดพลาดบางอย่างเกิดขึ้น ขณะที่พยายามลบกลุ่ม
vi: Có lỗi xảy ra khi xóa nhóm

source: Add Group
th: เพิ่มกลุ่ม
vi: Tạo nhóm

source: Edit Group
th: แก้ไขกลุ่ม
vi: Sửa nhóm

source: Delete Group
th: ลบกลุ่ม
vi: Xóa nhóm

source: Displaying groups {0} - {1} of {2}
th: กำลังแสดงกลุ่ม {0} - {1} จาก {2}
vi: Hiển thị nhóm {0} - {1} của {2}

source: No groups to display
th: ไม่มีกลุ่มใด ๆ ให้แสดง
vi: Không có nhóm bài được hiển thị

source: Description
th: การอธิบาย
vi: Mô tả

source: Errors
th: ข้อผิดพลาด
vi: Lỗi

source: Please configure store for this field type
vi: Xin cấu hình store cho loại trường này

source: Application
th: การประยุกต์ใช้
vi: one: Ứng dụng other: Ứng dụng

source: Given record class not found
th: ที่ให้บันทึกชั้นมานั้นหาไม่พบ
vi: Lớp (class) biểu ghi đã cho không tồn tại

source: Cancel
th: ยกเลิก
vi: Hủy

source: Configure store
vi: Cấu hình store

source: Custom field definition
vi: Định nghĩa trường tùy biến

source: Text
th: ข้อความ
vi: Chữ

source: Number
th: ลำดับ
vi: Số

source: Date
th: วันที่
vi: Ngày

source: Search Combo
vi: Kết hợp tìm kiếm

source: Key Field
vi: Trường chính

source: Record
th: บันทึก
vi: Biểu ghi

source: Type
th: ประเภท
vi: Loại

source: Label
th: ป้าย
vi: Nhãn

source: Length
th: ความยาว
vi: Độ dài

source: Required
th: ได้ต้องการ
vi: Yêu cầu

source: Custom field additional properties
vi: Thuộc tính khác cho trường tùy biến

source: Group
th: กลุ่ม
vi: one: Nhóm other: Nhóm

source: Customfield already exists. Please choose another name.
vi: Trường tùy biến đã tồn tại. Xin chọn tên khác.

source: Customfield
vi: one: Trường tùy biến other: Trường tùy biến

source: Value
th: ค่า
vi: Giá trị

source: Computer Name
th: ชื่อของคอมพิวเตอร์
vi: Tên máy tính

source: Default Addressbook for new contacts and groups
th: สมุดรายชื่อหลักสำหรับการติดต่อและกลุ่มใหม่
vi: Danh bạ mặc định cho nhóm và liên lạc mới

source: Please wait
th: กรุณารอ
vi: Xin hãy đợi

source: Updating Tag
th: กำลังปรับปรุงป้ายกำกับ
vi: Đang cập nhật từ khóa

source: Please fix the errors noted.
th: กรุณาแก้ไขข้อผิดพลาดที่ได้บันทึกไว้
vi: Xin hãy sửa các lỗi được ghi chú.

source: Allowed Contexts
th: เนื้อหาที่อนุญาต
vi: Ngữ cảnh được phép

source: Context
th: เนื้อหา
vi: Ngữ cảnh

source: Account Rights
th: สิทธิ์เกี่ยวกับบัญชี
vi: Quyền tài khoản

source: View
th: ดู
vi: Xem

source: Use
th: ใช้
vi: Sử dụng

source: Tag Name
th: ชื่อป้ายกำกับ
vi: Tên từ khóa

source: Color
th: สี
vi: Màu

source: Transferring {0}...
th: กำลังโอนย้าย {0}...
vi: Đang chuyển {0} ...

source: Tag
th: ป้ายกำกับ
vi: Từ khóa

source: Add New Tag
th: เพิ่มป้ายกำกับใหม่
vi: Thêm từ khóa

source: Edit Tag "{0}"
th: แก้ไขป้ายกำกับ "{0}"
vi: Sửa từ khóa "{0}"

source: Do you really want to delete the selected tags?
th: คุณแน่ใจว่าคุณต้องการลบป้ายกำกับที่เลือก?
vi: Bạn có muốn xóa các từ khóa đa chọn?

source: Deleting tag(s)...
th: กำลังลบ ป้ายกำกับ(s)...
vi: Đang xóa từ khóa ...

source: Add Tag
th: เพิ่มป้ายกำกับ
vi: Thêm từ khóa

source: Edit Tag
th: แก้ไขป้ายกำกับ
vi: Sửa từ khóa

source: Delete Tag
th: ลบป้ายกำกับ
vi: Xóa từ khóa

source: Displaying tags {0} - {1} of {2}
th: กำกังแสดงป้ายกำกับ {0} - {1} จาก {2}
vi: Hiển thị từ khóa {0} - {1} của {2}

source: No tags to display
th: ไม่มีป้ายกำกับใด ๆ ให้แสดง
vi: Không có từ khóa nào

source: Usage:&#160;
th: การใช้:&#160;
vi: Sử dụng:&#160;

source: Updating Memberships
th: กำลังปรับปรุงการเป็นสมาชิก
vi: Đang cập nhật thành viên

source: Could not save role.
th: ไม่สามารถจัดเก็บหน้าที่ได้
vi: Không thể lưu vai trò

source: Deleting role...
th: กำลังลบ หน้าที่...
vi: Đang xóa vai trò ...

source: Some error occurred while trying to delete the role.
th: มีข้อผิดพลาดบางอย่างเกิดขึ้น ขณะที่พยายามลบหน้าที่
vi: Có lỗi khi xóa vai trò

source: Rights
th: สิทธิ์
vi: Quyền

source: Members
th: สมาชิก
vi: Thành viên

source: Role Name
th: ชื่อหน้าที่
vi: Tên vai trò

source: Role
th: หน้าที่
vi: Vai trò

source: Add New Role
th: เพิ่มหน้าที่ใหม่
vi: Thêm vai trò

source: Edit Role "{0}"
th: แก้ไขหน้าที่ "{0}"
vi: Sửa vai trò "{0}"

source: Do you really want to delete the selected roles?
th: คุณแน่ใจว่าต้องการลบหน้าที่ที่เลือกไว้นี้?
vi: Bạn có muốn xóa vai trò đã chọn

source: Deleting role(s)...
th: กำลังลบ หน้าที่(s)...
vi: Đang xóa vai trò...

source: Add Role
th: เพิ่มหน้าที่
vi: Thêm vai trò

source: Edit Role
th: แก้ไขหน้าที่
vi: Sửa vai trò

source: Delete Role
th: ลบหน้าที่
vi: Xóa vai trò

source: Displaying roles {0} - {1} of {2}
th: กำลังแสดงหน้าที่ {0} - {1} จาก {2}
vi: Hiển thị vai trò {0} - {1} của {2}

source: No roles to display
th: ไม่มีหน้าที่ใด ๆ ให้แสดง
vi: Không có vai trò nào

source: Access Log
th: บันทึกการใช้งาน
vi: one: Nhật ký truy cập other: Nhật ký truy cập

source: Groups
th: กลุ่ม
vi: Nhóm

source: Applications
th: การประยุกต์ใช้
vi: Ứng dụng

source: Domain is not allowed. Check your SMTP domain configuration.
vi: Tên miền không được phép. Kiểm tra cấu hình tên miền SMTP

source: Passwords do not match!
th: รหัสผ่านไม่ตรง
vi: Mật khẩu không giống nhau

source: Passwords match!
th: รหัสผ่านตรง!
vi: Mật khẩu giống nhau

source: Primary group
th: กลุ่มหลัก
vi: Nhóm chính

source: Home Directory
th: โฮมไดเรคทอรี่
vi: Thư mục Home

source: Login Shell
vi: Shell Login

source: Login Time
th: เวลาเข้าใช้
vi: Thời gian đăng nhập

source: never logged in
th: ไม่เคยได้เข้าใช้
vi: chưa bao giờ đăng nhập

source: Home Path
vi: Đường dẫn trang chủ

source: Logout Time
th: เวลาเลิกใช้
vi: Thời gian thoát

source: never logged off
th: ไม่เคยเลิกใช้
vi: chưa bao giờ thoát

source: Profile Path
vi: Đường dẫn hồ sơ

source: Password Last Set
th: รหัสผ่านที่ตั้งครั้งสุดท้าย
vi: Đặt mật khẩu lần cuối

source: never
th: ไม่เลย
vi: chưa bao giờ

source: Logon Script
vi: Script đăng nhập

source: Password Can Change
th: รหัสผ่านสามารถเปลี่ยน
vi: Mật khẩu có thể đổi

source: not set
th: ยังไม่ได้กำหนด
vi: chưa đặt

source: Password Must Change
th: รหัสผ่านต้องเปลี่ยน
vi: Mật khẩu phải được thay đổi

source: Kick Off Time
vi: Thời gian bắt đầu

source: no quota set
th: ไม่ได้ตั้งโควต้า
vi: chưa đặt quota

source: Current Mailbox size
th: ขนาดของกล่องจดหมายตอนนี้
vi: Dung lượng Mailbox hiện tại

source: Information
th: ข้อมูล
vi: Thông tin

source: Last Login
th: ลงบันทึกเข้าครั้งล่าสุด
vi: Đăng nhập lần cuối

source: Domain not allowed
th: โดเมนไม่ได้รับอนุญาต
vi: Tên miền không được phép sử dụng

source: Add an alias address...
vi: Thêm 1 địa chỉ ánh xạ email...

source: Forwarding to self
th: ส่งต่อให้ตัวเอง
vi: Chuyển tiếp tới chính tôi

source: Forward Only
th: ส่งต่อเท่านั้น
vi: Chỉ chuyển tiếp

source: Password confirmation
th: การยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu

source: Repeat password
th: ใส่รหัสผ่านอีกครั้ง
vi: Nhập lại mật khẩu

source: Account
th: บัญชี
vi: Tài khoản

source: First name
th: ชื่อตัว
vi: Tên họ

source: Last name
th: นามสกุล
vi: Tên

source: Login name
th: ชื่อที่เข้าใช้
vi: Tên đăng nhập

source: Password
th: รหัสผ่าน
vi: Mật khẩu

source: enabled
th: เปิดใช้งานแล้ว
vi: đang mở

source: disabled
th: ปิดใช้งานแล้ว
vi: đã tắt

source: expired
th: หมดอายุแล้ว
vi: hết hạn

source: blocked
th: ถูกล็อก
vi: đã bị phong tỏa

source: Invalid Status
th: สถานะใช้ไม่ได้
vi: Trạng thái không hợp lệ

source: Blocked status is only valid if the user tried to login with a wrong password to often. It is not possible to set this status here.
th: สถานะ ถูกล็อก จะใช้ต่อเมื่อผู้ใช้พยายามลงชื่อเข้าใช้ด้วยรหัสผ่านที่ผิดบ่อย ๆ ณ ที่นี่ไม่สามารถตั้งค่าสถานะนี้ได้
vi: Trạng thái bị phong tỏa chỉ hợp lệ khi người dùng cố đăng nhập với một mật khẩu sai một cách thường xuyên. Nó không thể được đặt trạng thái này ở đây.

source: Expires
th: หมดอายุ
vi: Hết hạn

source: Visibility
th: การมองเห็นได้
vi: Có thể nhìn thấy

source: Display in addressbook
th: แสดงในสมุดรายชื่อ
vi: Hiển thị trong sổ địa chỉ

source: Hide from addressbook
th: ซ่อนจากสมุดรายชื่อ
vi: Ẩn từ sổ địa chỉ

source: Saved in Addressbook
th: บันทึกแล้วในสมุดรายชื่อ
vi: Đã lưu trong Sổ địa chỉ

source: Last login at
th: ลงชื่อเข้าใช้ครั้งล่าสุด เมื่อ
vi: Đăng nhập lần cuối lúc

source: don't know
th: ไม่ทราบ
vi: không biết

source: Last login from
th: ลงชื่อเข้าใช้ครั้งล่าสุด จาก
vi: Đawng nhập lần cuối từ

source: Password set
th: ตั้งรหัสผ่าน
vi: Mật khẩu được đặt

source: User groups
th: กลุ่มผู้ใช้
vi: Nhóm người dùng

source: User roles
vi: Vai trò người dùng

source: Fileserver
th: ตัวจัดเก็บไฟล์
vi: Máy chủ file

source: User
th: ผู้ใช้
vi: one: Người dùng other: Người dùng

source: Users
th: ผู้ใช้
vi: Người dùng

source: Samba User
th: ผู้ใช้ Samba
vi: one: Người dùng Samba other: Người dùng Samba

source: Email User
th: ผู้ใช้อีเมล
vi: one: Người sử dụng email other: Người sử dụng email

source: Enable Account
th: อนุญาตใช้บัญชี
vi: Mở tài khoản

source: Disable Account
th: เลิกบัญชี
vi: Tắt tài khoản

source: Reset Password
th: ตั้งรหัสผ่านใหม่
vi: Nhập lại mật khẩu

source: Display name
th: ชื่อที่ใช้
vi: Tên hiển thị

source: Password changed
th: รหัสผ่านได้เปลี่ยนแล้ว
vi: Đã đổi mật khẩu

source: Set new password
th: ตั้งรหัสผ่านใหม่
vi: Đặt mật khẩu mới

source: Please enter the new password:
th: กรุณาใส่รหัสผ่านใหม่:
vi: Xin hãy nhập mật khẩu mới

source: Group Name
th: ชื่อกลุ่ม
vi: Tên nhóm

source: Group Members
th: สมาชิกของกลุ่ม
vi: Nhóm thành viên

source: personal
th: ส่วนตัว
vi: cá nhân

source: shared
th: ใช้ร่วมกัน
vi: dùng chung

source: Note for Owner
th: บันทึกสำหรับเจ้าของ
vi: Ghi chép cho chủ sở huwuxu

source: Container
th: ที่จัดเก็บ
vi: one: Bộ chứa other: Bộ chứa

source: Container Name
th: ชื่อที่จัดเก็บ
vi: Tên bộ chứa

source: Computer
th: คอมพิวเตอร์
vi: one: Máy tính other: Máy tính

source: Roles
th: หน้าที่
vi: Vai trò

source: Containers
th: ที่จัดเก็บ
vi: Bộ chứa

source: Shared Tags
th: ป้ายกำกับที่ใช้ร่วมกัน
vi: Từ khóa chia sẻ

source: Customfields
vi: Trường tùy biến

source: Computers
th: คอมพิวเตอร์
vi: Máy tính

source: Server Information
th: ข้อมูลระบบ
vi: Thông tin máy chủ

source: Refresh
vi: Nạp lại

source: IP Address
th: หมายเลขไอพี
vi: Địa chỉ IP

source: Client Type
th: ประเภทลูกค้า
vi: Loại người dùng

source: Login Name
th: ชื่อที่เข้าใช้
vi: Tên đăng nhập

source: Result
th: ผลลัพธ์
vi: Kết quả

source: user blocked
th: ผู้ใช้ถูกล็อก
vi: người dùng đã bị phong tỏa

source: password expired
th: รหัสผ่านหมดอายุแล้ว
vi: mật khẩu đã hết hạn

source: user disabled
th: ผู้ใช้ปิดใช้งานแล้ว
vi: người dùng đã bị cấm

source: invalid password
th: รหัสผ่านไม่ถูกต้อง
vi: sai mật khẩu

source: ambiguous username
th: ชื่อผู้ใช้คลุมเครือ
vi: Tên truy cập không rõ

source: user not found
th: ผู้ใช้ไม่พบ
vi: không tìm thấy người dùng

source: failure
th: ความล้มเหลว
vi: hỏng

source: success
th: ความสำเร็จ
vi: thành công

source: Your container has been changed
th: เปลี่ยนแปลงตู้ใส่ของของคุณแล้ว
vi: Bộ chứa của bạn đã được thay đổi

source: Your container has been changed by %1$s %2$sNote: %3$s
th: มีการเปลี่ยนแปลงตู้ใส่ของของคุณ โดย %1$s %2$sหมายเหตุ: %3$s
vi: Bộ chứa của bạn đã được đổi từ %1$s %2$s. Ghi chú: %3$s

source: ID
th: รหัส

source: Record Class
th: บันทึก ชั้น

source: OK
th: ตกลง

source: Model
th: รุ่น

source: DateTime
th: วันเวลา

source: Time
th: เวลา

source: Could not save tag ({0})
th: ไม่สามารถจัดเก็บป้ายกำกับ ({0}) ได้

source: Unix
th: ยูนิกซ์

source: Quota
th: โควต้า

source: Current Sieve size
th: ขนาดของกรองปัจจุบัน

source: Ok
th: ตกลง

source: OpenID
th: รหัสเปิด

source: Admin
th: ผู้ดูแลระบบ

source: Session ID
th: รหัสเซสชัน

source: Default IMAP user settings
th: ค่าตั้งตั้งของผู้ใช้ IMAP หลัก
