Repository: kiwimarc/tine
Catalog: tine20/Courses/translations/*.po
Languages: sq

source: First Name
sq: Emëri

source: Last Name
sq: Mbiemri

source: Add new member to course
sq: Shto një pjetar të ri në kurs

source: Errors
sq: Gabime

source: Please fix the errors noted.
sq: Lutemi rregulloni gabimet e vëna në dukje

source: Import course members
sq: Importo pjestarët e kursit

source: Add new member
sq: Shto një pjesëtar të ri

source: Course
sq: Kurs

source: Course Name
sq: Emri i kursit

source: Course / School Type
sq: Kursi / lloi i shkollës

source: Description
sq: Përshkrimi

source: Internet Access
sq: Mundësi hyrje në internet

source: Members
sq: Pjestarë

source: Login
sq: Hyrje

source: unknown
sq: i/e panjohur

source: Reset Password
sq: Rivendos fjalëkalimin

source: Name
sq: Emri

source: Type
sq: Lloji

source: Failed
sq: Dështoi

source: Some error occured while trying to update the courses.
sq: Ndodhën disa gabime gjatë përpjekjes për të përditësuar kurset

source: Quick Search
sq: Kërkim i shpejtë

source: Course Type
sq: Lloi i kursit

source: All courses
sq: Të gjithë kurset

source: The default favorite which is loaded on Classes startup
sq: E preferuara e paracktuar që ngarkohet në fillim të klasës

source: Internet access options.
sq: Opsionet e hyrjes në internet

source: On
sq: Ndezur

source: Off
sq: Fikur

source: Filtered
sq: Filtruar

source: Internet Access Group (ON)
sq: Hyrje në Internet e grupit (ON)

source: Internet Access Group (FILTERED)
sq: Hyrje në internet e grupit (FILTRUAR)

source: Students Group
sq: Grupi Studentëve

source: Students Import Definition
sq: Percaktimi i importimit të studentëve

source: Students login name prefix
sq: Parashtesa i emrit hyrës së studentëve

source: Student username schema
sq: Skema e emrit të perdoruesit të studentit

source: Student username schema (0 = only lastname (10 chars), 1 = lastname + 2 chars of firstname
sq: Skema e emrit të perdoruesit të studentit (0 = vetëm mbiemri (10 karaktere), 1 = mbiemri + 2 karaktere të emrit

source: Samba user settings
sq: Konfigurimet e përdoruesit Samba

source: Teacher
sq: Mësues

source: Teacher Account
sq: Llogari e Mësuesit

source: My course
sq: Kursi Im

source: Courses
sq: Kurset

source: Add new user
sq: Shto një përdorues të ri

source: Add new user as member to a course
sq: Shto një përdorues të ri si pjesëtar të një kursi

source: Add existing user
sq: Shto përdorues ekzistues

source: Add existing user as member to a course
sq: Shto përdorues ekzistues si pjesëtar tek një kurs
